autovacuum-stress-tests/logs/x4-pgbench.out
pgbench (20devel)
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 50
query mode: simple
number of clients: 8
number of threads: 4
maximum number of tries: 1
duration: 1800 s
number of transactions actually processed: 3849139
number of failed transactions: 0 (0.000%)
latency average = 3.741 ms
initial connection time = 7.151 ms
tps = 2138.406387 (without initial connection time)
PGBENCH_EXIT=0